Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The bar shows as many buttons as fit. Zoom out or narrow the window and it drops the lower-priority ones, so a control can seem to disappear — the **⋯** menu is never dropped and always holds the full set.
ar: يعرض الشريط أكبر عدد ممكن من الأزرار. قم بتصغير النافذة أو تضييقها، مما يؤدي إلى إسقاط العناصر ذات الأولوية الأدنى، لذلك قد يبدو عنصر التحكم وكأنه يختفي - لا يتم إسقاط القائمة **⋯** أبدًا وتحتفظ دائمًا بالمجموعة الكاملة.
ca: La barra mostra tants botons com s'ajustin. Allunya o redueix la finestra i deixa caure les de prioritat més baixa, de manera que un control pot semblar que desapareix: el menú **⋯** no s'abandona mai i sempre manté el conjunt complet.
cs: Lišta zobrazuje libovolný počet tlačítek. Oddálíte nebo zúžíte okno a vypustí ty s nižší prioritou, takže se může zdát, že ovládací prvek zmizí — nabídka **⋯** se nikdy nespustí a vždy obsahuje celou sadu.
da: Linjen viser lige så mange knapper, som passer. Zoom ud eller indsnævre vinduet, og det dropper de lavere prioriterede, så en kontrol kan se ud til at forsvinde - menuen **⋯** slippes aldrig og rummer altid det fulde sæt.
de: Die Leiste zeigt so viele Tasten, wie hineinpassen. Verkleinerst du die Ansicht oder das Fenster, fallen weniger wichtige weg, sodass ein Steuerelement scheinbar verschwindet – das **⋯**-Menü fällt nie weg und enthält immer alle.
el: Η γραμμή δείχνει όσα κουμπιά χωρούν. Σμικρύνετε ή περιορίστε το παράθυρο και αφαιρεί τα χαμηλότερης προτεραιότητας, έτσι ένα στοιχείο ελέγχου μπορεί να φαίνεται να εξαφανίζεται — το μενού **⋯** δεν απορρίπτεται ποτέ και διατηρεί πάντα το πλήρες σετ.
es: La barra muestra todos los botones que caben. Si reduces el zoom o estrechas la ventana, oculta los de menor prioridad, así que un control puede parecer desaparecido; el menú **⋯** nunca se oculta y siempre contiene todas las acciones.
fa: نوار هر تعداد دکمه که جا شود نشان می‌دهد. اگر کوچک‌نمایی کنید یا پنجره را باریک کنید، دکمه‌های کم‌اهمیت‌تر حذف می‌شوند و ممکن است به نظر برسد کنترلی ناپدید شده — اما منوی **⋯** هیچ‌وقت حذف نمی‌شود و همیشه همهٔ گزینه‌ها را دارد.
fi: Palkki näyttää niin monta painiketta kuin sopii. Loitonna tai kavenna ikkunaa ja se pudottaa alemman prioriteetin ikkunat, joten säädin voi näyttää katoavan – **⋯**-valikkoa ei koskaan pudota, ja se sisältää aina koko sarjan.
fr: La barre affiche autant de boutons que la place le permet. Si vous dézoomez ou rétrécissez la fenêtre, elle masque les moins prioritaires, si bien qu'une commande peut sembler disparaître — le menu **⋯** n'est jamais masqué et contient toujours l'ensemble des commandes.
he: הסרגל מציג כפתורים רבים ככל האפשר. התרחק או צמצם את החלון והוא מוריד את העדיפות הנמוכה יותר, כך שפקד יכול להיעלם - תפריט **⋯** לעולם אינו נשמט ותמיד מחזיק את הסט המלא.
hr: Traka prikazuje onoliko gumba koliko stane. Umanjite ili suzite prozor i on ispušta one nižeg prioriteta, tako da se može činiti da kontrola nestaje — izbornik **⋯** se nikada ne ispušta i uvijek sadrži cijeli skup.
hu: A sáv annyi gombot mutat, amennyi elfér. Kicsinyítse vagy szűkítse az ablakot, és az alacsonyabb prioritásúakat eldobja, így egy vezérlő eltűnhet – a **⋯** menü soha nem kerül ki, és mindig a teljes készletet tartalmazza.
id: Bilah menampilkan tombol sebanyak yang sesuai. Perkecil atau persempit jendela dan jendela yang berprioritas lebih rendah akan hilang, sehingga kontrol tampak hilang — menu **⋯** tidak pernah dihilangkan dan selalu menyimpan set lengkap.
it: La barra mostra tutti i pulsanti che ci stanno. Se riduci lo zoom o restringi la finestra, elimina quelli meno prioritari, quindi un controllo può sembrare sparito: il menu **⋯** non viene mai eliminato e contiene sempre l'insieme completo.
ja: バーには収まるだけのボタンが表示されます。ズームアウトしたりウインドウを狭くしたりすると優先度の低いボタンから非表示になるため、項目が消えたように見えることがあります。**⋯** メニューは常に表示され、すべての操作が含まれています。
ko: 막대에는 들어가는 만큼 버튼이 표시됩니다. 축소하거나 윈도우를 좁히면 우선순위가 낮은 버튼부터 숨겨져 컨트롤이 사라진 것처럼 보일 수 있습니다. **⋯** 메뉴는 숨겨지지 않으며 항상 모든 작업을 담고 있습니다.
ms: Bar menunjukkan seberapa banyak butang yang sesuai. Zum keluar atau kecilkan tetingkap dan tetingkap itu akan menjatuhkan tetingkap keutamaan yang lebih rendah, jadi kawalan kelihatan hilang — menu **⋯** tidak pernah digugurkan dan sentiasa menyimpan set penuh.
nl: De balk toont zoveel knoppen als er passen. Zoom uit of verklein het venster en de lagere prioriteitsvensters worden verwijderd, zodat het lijkt alsof een besturingselement verdwijnt. Het **⋯**-menu wordt nooit verwijderd en bevat altijd de volledige set.
no: Linjen viser så mange knapper som passer. Zoom ut eller innsnev vinduet, så faller de lavere prioriterte, slik at en kontroll kan se ut til å forsvinne – **⋯**-menyen slippes aldri og inneholder alltid hele settet.
pl: Na pasku wyświetla się tyle przycisków, ile pasuje. Pomniejsz lub zawęź okno, a okna o niższym priorytecie zostaną usunięte, przez co kontrolka może wydawać się zniknięta — menu **⋯** nigdy nie jest usuwane i zawsze zawiera pełny zestaw.
pt_br: A barra mostra quantos botões cabem. Diminua o zoom ou estreite a janela e os de menor prioridade serão descartados, de modo que um controle pode parecer desaparecer - o menu **⋯** nunca é descartado e sempre mantém o conjunto completo.
pt_pt: A barra mostra quantos botões cabem. Diminua o zoom ou estreite a janela e os de menor prioridade serão descartados, de modo que um controle pode parecer desaparecer - o menu **⋯** nunca é descartado e sempre mantém o conjunto completo.
ro: Bara afișează câte butoane se potrivesc. Micșorați sau restrângeți fereastra și le scapă pe cele cu prioritate inferioară, astfel încât un control poate părea să dispară - meniul **⋯** nu este niciodată abandonat și deține întotdeauna setul complet.
ru: На панели показывается столько кнопок, сколько помещается. Если уменьшить масштаб или сузить окно, менее важные кнопки убираются, и может показаться, что элемент пропал, — но меню **⋯** не убирается никогда и всегда содержит полный набор.
sk: Lišta zobrazuje toľko tlačidiel, koľko sa hodí. Oddialiť alebo zúžiť okno a vypustiť tie s nižšou prioritou, takže sa môže zdať, že ovládací prvok zmizne — ponuka **⋯** sa nikdy nespustí a vždy obsahuje celú sadu.
sl: Vrstica prikazuje poljubno število gumbov. Pomanjšajte ali zožite okno in izpusti tiste z nižjo prioriteto, tako da se lahko zdi, da kontrolnik izgine - meni **⋯** se nikoli ne spusti in vedno vsebuje celoten nabor.
sv: Stapeln visar så många knappar som passar. Zooma ut eller begränsa fönstret och det tar bort de lägre prioriterade, så en kontroll kan tyckas försvinna — **⋯**-menyn släpps aldrig och innehåller alltid hela uppsättningen.
th: แถบจะแสดงปุ่มได้มากเท่าที่พอดี ซูมออกหรือจำกัดหน้าต่างให้แคบลง และทำให้หน้าต่างที่มีลำดับความสำคัญต่ำกว่าลดลง ดังนั้นการควบคุมจึงดูเหมือนหายไป — เมนู ***** จะไม่ถูกทิ้งและจะเก็บทั้งชุดไว้เสมอ
tr: Çubuk, sığdığı kadar düğme gösterir. Uzaklaştırdığınızda veya pencereyi daralttığınızda düşük öncelikli düğmeleri kaldırır, bu yüzden bir denetim kaybolmuş gibi görünebilir — **⋯** menüsü hiçbir zaman kaldırılmaz ve her zaman tüm seti içerir.
uk: Панель показує стільки кнопок, скільки вміщається. Якщо зменшити масштаб або звузити вікно, менш пріоритетні кнопки зникають, тож може здатися, що елемент керування пропав, — але меню **⋯** не зникає ніколи й завжди містить повний набір.
ur: بار اتنے ہی بٹن دکھاتا ہے جتنے فٹ ہوں۔ ونڈو کو زوم آؤٹ یا تنگ کریں اور یہ نچلی ترجیح والے کو گرا دیتا ہے، اس لیے ایسا لگتا ہے کہ ایک کنٹرول غائب ہوتا جا سکتا ہے — ****** مینو کو کبھی نہیں چھوڑا جاتا اور ہمیشہ مکمل سیٹ رکھتا ہے۔
vi: Thanh hiển thị càng nhiều nút càng tốt. Thu nhỏ hoặc thu hẹp cửa sổ và nó sẽ loại bỏ những cửa sổ có mức độ ưu tiên thấp hơn, do đó, một điều khiển dường như biến mất — menu **⋯** không bao giờ bị bỏ và luôn giữ toàn bộ.
zh_hans: 属性栏会显示尽可能多的按钮。缩小画布或把窗口变窄时，它会隐藏优先级较低的按钮，因此某个控件看起来像是消失了——**⋯** 菜单永远不会被隐藏，并始终包含全部操作。
zh_hant: 屬性列會盡可能顯示放得下的按鈕。縮小顯示或縮窄視窗時，它會移除優先順序較低的按鈕，因此某個控制項目可能看似消失了——但 **⋯** 選單永遠不會被移除，且一律包含完整的項目。

source: The cached reviewed bytes for %@ changed or are unavailable. Refresh before syncing.
ar: تم تغيير وحدات البايت المراجعة المخزنة مؤقتًا لـ %1$@ أو أنها غير متوفرة. قم بالتحديث قبل المزامنة.
ca: Els bytes revisats a la memòria cau per a %1$@ han canviat o no estan disponibles. Actualitza abans de sincronitzar.
cs: Zkontrolované bajty uložené v mezipaměti pro %1$@ se změnily nebo jsou nedostupné. Před synchronizací obnovte.
da: De cachelagrede gennemgåede bytes for %1$@ er ændret eller er ikke tilgængelige. Opdater før synkronisering.
de: Die zwischengespeicherten geprüften Daten für %1$@ haben sich geändert oder sind nicht verfügbar. Aktualisiere vor dem Synchronisieren.
el: Τα κρυφά ελεγμένα byte για το %1$@ άλλαξαν ή δεν είναι διαθέσιμα. Ανανέωση πριν από τον συγχρονισμό.
es: Los bytes revisados en caché de %1$@ cambiaron o no están disponibles. Actualiza antes de sincronizar.
fa: داده‌های بازبینی‌شدهٔ ذخیره‌شده برای %1$@ تغییر کرده یا در دسترس نیستند. پیش از همگام‌سازی، بازخوانی کنید.
fi: Välimuistissa olevat tarkistetut tavut kohteelle %1$@ ovat muuttuneet tai ne eivät ole käytettävissä. Päivitä ennen synkronointia.
fr: Les données examinées en cache pour %1$@ ont changé ou ne sont plus disponibles. Actualisez avant de synchroniser.
he: הבתים שנבדקו במטמון עבור %1$@ השתנו או אינם זמינים. רענן לפני סנכרון.
hr: Predmemorirani pregledani bajtovi za %1$@ promijenjeni su ili nisu dostupni. Osvježi prije sinkronizacije.
hu: A %1$@ gyorsítótárazott ellenőrzött bájtjai megváltoztak vagy nem érhetők el. Szinkronizálás előtt frissítse.
id: Byte yang ditinjau dalam cache untuk %1$@ berubah atau tidak tersedia. Segarkan sebelum menyinkronkan.
it: I byte revisionati in cache per %@ sono cambiati o non sono disponibili. Aggiorna prima di sincronizzare.
ja: %1$@ のキャッシュ済みのレビュー対象データが変更されたか、使用できません。同期する前に更新してください。
ko: %1$@의 검토 시 캐시된 데이터가 변경되었거나 사용할 수 없습니다. 동기화하기 전에 새로 고치세요.
ms: Bait yang disemak cache untuk %1$@ telah berubah atau tidak tersedia. Muat semula sebelum menyegerak.
nl: De in de cache opgeslagen beoordeelde bytes voor %1$@ zijn gewijzigd of zijn niet beschikbaar. Ververs voordat u gaat synchroniseren.
no: De bufrede gjennomgåtte bytene for %1$@ er endret eller er utilgjengelige. Oppdater før synkronisering.
pl: Zbadane bajty w pamięci podręcznej dla %1$@ uległy zmianie lub są niedostępne. Odśwież przed synchronizacją.
pt_br: Os bytes revisados em cache para %1$@ foram alterados ou estão indisponíveis. Atualize antes de sincronizar.
pt_pt: Os bytes revisados em cache para %1$@ foram alterados ou estão indisponíveis. Atualize antes de sincronizar.
ro: Octeții examinați în cache pentru %1$@ s-au modificat sau nu sunt disponibili. Actualizează înainte de sincronizare.
ru: Кэшированные проверенные данные для %@ изменились или недоступны. Обновите перед синхронизацией.
sk: Skontrolované bajty uložené vo vyrovnávacej pamäti pre %1$@ sa zmenili alebo sú nedostupné. Pred synchronizáciou obnovte.
sl: Predpomnjeni pregledani bajti za %1$@ so spremenjeni ali niso na voljo. Osveži pred sinhronizacijo.
sv: De cachade granskade byten för %1$@ har ändrats eller är otillgängliga. Uppdatera innan synkronisering.
th: ไบต์ที่ตรวจสอบที่แคชไว้สำหรับ %1$@ มีการเปลี่ยนแปลงหรือไม่พร้อมใช้งาน รีเฟรชก่อนที่จะซิงค์
tr: %@ için önbelleğe alınmış incelenmiş veriler değişti veya kullanılamıyor. Eşzamanlamadan önce yenileyin.
uk: Кешовані перевірені дані для %@ змінилися або недоступні. Оновіть перед синхронізацією.
ur: %1$@ کے لیے کیش شدہ نظرثانی شدہ بائٹس کو تبدیل کر دیا گیا ہے یا وہ دستیاب نہیں ہیں۔ مطابقت پذیری سے پہلے ریفریش کریں۔
vi: Các byte được đánh giá được lưu trong bộ nhớ đệm cho %1$@ đã thay đổi hoặc không khả dụng. Làm mới trước khi đồng bộ hóa.
zh_hans: %@ 已检查的缓存数据已更改或不可用。请在同步前刷新。
zh_hant: %@ 已檢查的快取資料已更改或無法使用。請在同步前重新整理。

source: The changes are saved as an un-reviewed draft. Send them for review from the Play Console.
ar: يتم حفظ التغييرات كمسودة لم تتم مراجعتها. أرسلها للمراجعة من Play Console.
ca: Els canvis es desen com a esborrany no revisat. Envieu-los per revisar-los des de Play Console.
cs: Změny se uloží jako nezkontrolovaný koncept. Odešlete je ke kontrole ze služby Play Console.
da: Ændringerne gemmes som en ikke-gennemgået kladde. Send dem til gennemgang fra Play Console.
de: Die Änderungen werden als ungeprüfter Entwurf gespeichert. Sende sie in der Play Console zur Prüfung.
el: Οι αλλαγές αποθηκεύονται ως μη ελεγμένο πρόχειρο. Στείλτε τα για έλεγχο από το Play Console.
es: Los cambios se guardan como borrador sin revisar. Envíalos a revisión desde Play Console.
fa: تغییرات به‌صورت پیش‌نویس بازبینی‌نشده ذخیره می‌شوند. آن‌ها را از Play Console برای بازبینی ارسال کنید.
fi: Muutokset tallennetaan tarkistamattomana luonnoksena. Lähetä ne tarkistettaviksi Play Consolesta.
fr: Les modifications sont enregistrées en tant que brouillon non examiné. Envoyez-les pour examen depuis la Play Console.
he: השינויים נשמרים כטיוטה שלא נבדקה. שלח אותם לבדיקה מ-Play Console.
hr: Promjene se spremaju kao nepregledani nacrt. Pošaljite ih na pregled s Play konzole.
hu: A változtatásokat a rendszer nem felülvizsgált piszkozatként menti. Küldje el őket felülvizsgálatra a Play Console-ból.
id: Perubahan disimpan sebagai draf yang belum ditinjau. Kirimkan untuk ditinjau dari Konsol Play.
it: Le modifiche vengono salvate come bozza non revisionata. Inviale per la revisione dalla Play Console.
ja: 変更は未審査の下書きとして保存されます。Play Console から審査に送信してください。
ko: 변경 사항은 검토 전 초안으로 저장됩니다. Play Console에서 검토를 요청하세요.
ms: Perubahan disimpan sebagai draf yang belum disemak. Hantar mereka untuk semakan daripada Play Console.
nl: De wijzigingen worden opgeslagen als een niet-beoordeeld concept. Stuur ze ter beoordeling vanuit de Play Console.
no: Endringene lagres som et ikke-evaluert utkast. Send dem til vurdering fra Play-konsollen.
pl: Zmiany zostaną zapisane jako niesprawdzona wersja robocza. Wyślij je do sprawdzenia w Konsoli Play.
pt_br: As alterações são salvas como um rascunho não revisado. Envie-as para revisão no Play Console.
pt_pt: As alterações são guardadas como um rascunho não revisado. Envie-os para análise no Play Console.
ro: Modificările sunt salvate ca schiță neexaminată. Trimiteți-le spre examinare din Play Console.
ru: Изменения сохранены как непроверенный черновик. Отправьте их на проверку из Play Console.
sk: Zmeny sa uložia ako neskontrolovaný koncept. Pošlite ich na kontrolu zo služby Play Console.
sl: Spremembe so shranjene kot nepregledan osnutek. Pošljite jih v pregled iz Konzole Play.
sv: Ändringarna sparas som ett ogranskat utkast. Skicka dem för granskning från Play Console.
th: การเปลี่ยนแปลงจะถูกบันทึกเป็นฉบับร่างที่ยังไม่ได้ตรวจสอบ ส่งให้พวกเขาตรวจสอบจาก Play Console
tr: Değişiklikler incelenmemiş bir taslak olarak kaydedildi. Onları Play Console'dan incelemeye gönderin.
uk: Зміни збережено як неперевірену чернетку. Надішліть їх на перевірку з Play Console.
ur: تبدیلیاں ایک غیر جائزہ شدہ مسودے کے طور پر محفوظ کی جاتی ہیں۔ انہیں Play Console سے جائزہ لینے کے لیے بھیجیں۔
vi: Những thay đổi được lưu dưới dạng bản nháp chưa được xem xét. Gửi chúng để xem xét từ Play Console.
zh_hans: 更改已保存为未经审核的草稿。请从 Play 管理中心送交审核。
zh_hant: 更改已儲存為未審查的草稿。請從 Play Console 送交審查。

source: The changes are sent to Google Play review when the edit is committed.
ar: يتم إرسال التغييرات إلى مراجعة Google Play عند إجراء التعديل.
ca: Els canvis s'envien a la revisió de Google Play quan es realitza l'edició.
cs: Po potvrzení úpravy jsou změny odeslány ke kontrole Google Play.
da: Ændringerne sendes til Google Play gennemgang, når redigeringen er foretaget.
de: Die Änderungen werden zur Prüfung an Google Play gesendet, sobald die Bearbeitung übernommen wird.
el: Οι αλλαγές αποστέλλονται για έλεγχο Google Play όταν ολοκληρωθεί η επεξεργασία.
es: Los cambios se envían a la revisión de Google Play cuando se confirma la edición.
fa: وقتی ویرایش ثبت شود، تغییرات برای بازبینی Google Play ارسال می‌شوند.
fi: Muutokset lähetetään Google Play tarkistettavaksi, kun muokkaus on tehty.
fr: Les modifications sont envoyées à l'examen Google Play lorsque la modification est validée.
he: השינויים נשלחים לביקורת Google Play כאשר העריכה מתבצעת.
hr: Promjene se šalju na pregled Google Play kada se uređivanje izvrši.
hu: A módosításokat a rendszer elküldi Google Play felülvizsgálatára, amikor a szerkesztést végrehajtják.
id: Perubahan dikirim ke peninjauan Google Play saat pengeditan dilakukan.
it: Le modifiche vengono inviate per la revisione di Google Play quando viene eseguito il commit della modifica.
ja: 編集が確定されると、変更は Google Play の審査に送信されます。
ko: 편집 내용을 적용하면 변경 사항이 Google Play 검토로 전송됩니다.
ms: Perubahan dihantar ke Google Play semakan apabila pengeditan dilakukan.
nl: De wijzigingen worden ter beoordeling verzonden naar Google Play wanneer de bewerking wordt doorgevoerd.
no: Endringene sendes til Google Play vurdering når redigeringen er foretatt.
pl: Po zatwierdzeniu zmiany zmiany są wysyłane do sprawdzenia Google Play.
pt_br: As alterações são enviadas para a revisão do Google Play quando a edição é confirmada.
pt_pt: As alterações são enviadas para revisão Google Play quando a edição é confirmada.
ro: Modificările sunt trimise la Google Play revizuire când editarea este efectuată.
ru: Изменения будут отправлены на проверку Google Play при фиксации правки.
sk: Po potvrdení úpravy sa zmeny odošlú na kontrolu Google Play.
sl: Ko je urejanje potrjeno, se spremembe pošljejo v pregled Google Play.
sv: Ändringarna skickas till Google Play granskning när redigeringen är genomförd.
th: การเปลี่ยนแปลงจะถูกส่งไปยัง Google Play ตรวจสอบเมื่อมีการคอมมิตการแก้ไข
tr: Düzenleme kaydedildiğinde değişiklikler Google Play incelemesine gönderilir.
uk: Зміни буде надіслано на перевірку в Google Play після фіксації редагування.
ur: جب ترمیم کی جاتی ہے تو تبدیلیاں Google Play جائزہ پر بھیجی جاتی ہیں۔
vi: Các thay đổi được gửi tới Google Play xem xét khi chỉnh sửa được thực hiện.
zh_hans: 提交编辑后，更改会送交 Google Play 审核。
zh_hant: 提交編輯時，更改會送交 Google Play 審查。

source: The connection failed while trying to %@.
ar: فشل الاتصال أثناء محاولة %1$@.
ca: La connexió ha fallat mentre s'intentava fer %1$@.
cs: Připojení se nezdařilo při pokusu o %1$@.
da: Forbindelsen mislykkedes under forsøg på at %1$@.
de: Die Verbindung ist beim Versuch, %@, fehlgeschlagen.
el: Η σύνδεση απέτυχε κατά την προσπάθεια %1$@.
es: La conexión falló al intentar %@.
fa: هنگام تلاش برای %@، اتصال ناموفق بود.
fi: Yhteys epäonnistui yritettäessä %1$@.
fr: La connexion a échoué lors de la tentative de %@.
he: החיבור נכשל בעת ניסיון ל-%1$@.
hr: Veza nije uspjela pri pokušaju %1$@.
hu: A kapcsolat meghiúsult az %1$@ próbálkozása közben.
id: Koneksi gagal saat mencoba %1$@.
it: Connessione non riuscita durante il tentativo di %@.
ja: %@中に接続に失敗しました。
ko: %@ 중에 연결에 실패했습니다.
ms: Sambungan gagal semasa cuba %1$@.
nl: De verbinding is mislukt tijdens een poging om %1$@.
no: Tilkoblingen mislyktes under forsøk på å %1$@.
pl: Połączenie nie powiodło się podczas próby %1$@.
pt_br: A conexão falhou ao tentar %@.
pt_pt: A conexão falhou ao tentar %1$@.
ro: Conexiunea a eșuat la încercarea de a %1$@.
ru: Сбой подключения при попытке %@.
sk: Pri pokuse o %1$@ pripojenie zlyhalo.
sl: Povezava med poskusom %1$@ ni uspela.
sv: Anslutningen misslyckades när du försökte %1$@.
th: การเชื่อมต่อล้มเหลวขณะพยายาม %1$@
tr: Bağlantı, %@ işlemi sırasında başarısız oldu.
uk: Збій з’єднання під час спроби %@.
ur: %1$@ کی کوشش کے دوران کنکشن ناکام ہو گیا۔
vi: Kết nối không thành công khi cố gắng %1$@.
zh_hans: %@时连接失败。
zh_hant: %@時連線失敗。

source: The dots stand in for your access token — the copied text carries the real one.
ar: تمثل النقاط رمز الوصول الخاص بك - النص المنسوخ يحمل النص الحقيقي.
ca: Els punts representen el vostre testimoni d'accés: el text copiat porta el real.
cs: Tečky zastupují váš přístupový token – zkopírovaný text nese ten skutečný.
da: Prikkerne står for dit adgangstoken - den kopierede tekst bærer den rigtige.
de: Die Punkte stehen für dein Zugriffstoken – der kopierte Text enthält das echte.
el: Οι τελείες αντιπροσωπεύουν το διακριτικό πρόσβασής σας — το αντιγραμμένο κείμενο φέρει το πραγματικό.
es: Los puntos sustituyen a tu token de acceso: el texto copiado lleva el real.
fa: نقطه‌ها به‌جای توکن دسترسی شما نمایش داده می‌شوند — متن کپی‌شده حاوی توکن واقعی است.
fi: Pisteet edustavat pääsytunnustasi – kopioitu teksti sisältää todellisen tekstin.
fr: Les points masquent votre jeton d'accès — le texte copié contient le vrai jeton.
he: הנקודות מייצגות את אסימון הגישה שלך - הטקסט שהועתק נושא את הטקסט האמיתי.
hr: Točke predstavljaju vaš pristupni token — kopirani tekst nosi pravi.
hu: A pontok a hozzáférési tokent jelentik – a másolt szöveg az igazit hordozza.
id: Titik-titik tersebut mewakili token akses Anda — teks yang disalin membawa teks asli.
it: I puntini sostituiscono il tuo token di accesso: il testo copiato contiene quello reale.
ja: ドットはアクセストークンの代わりに表示されています。コピーされるテキストには実際のトークンが含まれます。
ko: 점은 액세스 토큰을 가린 것입니다. 복사한 텍스트에는 실제 토큰이 포함됩니다.
ms: Titik berdiri untuk token akses anda — teks yang disalin membawa yang sebenar.
nl: De punten staan voor uw toegangstoken; de gekopieerde tekst bevat de echte.
no: Prikkene står for tilgangstokenet ditt – den kopierte teksten har den ekte.
pl: Kropki zastępują Twój token dostępu – skopiowany tekst zawiera prawdziwy.
pt_br: Os pontos representam o seu token de acesso – o texto copiado contém o verdadeiro.
pt_pt: Os pontos representam o seu token de acesso – o texto copiado contém o verdadeiro.
ro: Punctele reprezintă indicativul dvs. de acces - textul copiat îl poartă pe cel real.
ru: Точки заменяют ваш токен доступа — скопированный текст содержит настоящий.
sk: Bodky zastupujú váš prístupový token – skopírovaný text nesie skutočný.
sl: Pike predstavljajo vaš žeton za dostop — kopirano besedilo nosi pravo.
sv: Prickarna står för din åtkomsttoken – den kopierade texten bär den riktiga.
th: จุดหมายถึงโทเค็นการเข้าถึงของคุณ — ข้อความที่คัดลอกจะเป็นข้อความจริง
tr: Noktalar erişim belirtecinizin yerini tutar — kopyalanan metin gerçek belirteci içerir.
uk: Крапки замінюють ваш токен доступу — скопійований текст містить справжній.
ur: نقطے آپ کے رسائی کے ٹوکن کے لیے کھڑے ہوتے ہیں — کاپی شدہ متن میں اصلی ہوتا ہے۔
vi: Các dấu chấm đại diện cho mã thông báo truy cập của bạn — văn bản được sao chép mang văn bản thật.
zh_hans: 这些圆点代表你的访问令牌——拷贝的文本包含真实的令牌。
zh_hant: 圓點代表你的存取權杖——拷貝的文字包含真正的權杖。
